Repository: Apinkgo/tania-core
Catalog: languages/locale/*.po
Languages: hu_hu

source: &euro;
hu_hu: Ft

source: Account
hu_hu: Felhasználói fiók

source: Account Settings
hu_hu: Felhasználói fiók beállításai

source: Activity
hu_hu: Tevékenység

source: Add a New Batch
hu_hu: Új köteg hozzáadása

source: Add Area
hu_hu: Terület hozzáadása

source: Add Material
hu_hu: Alapanyag hozzáadása

source: Add Material to Inventory
hu_hu: Alapanyag hozzáadása a Készlethez

source: Add New Area
hu_hu: Új terület hozzáadása

source: Add New Reservoir
hu_hu: Új víztározó hozzáadása

source: Add New Task
hu_hu: Új feladat hozzáadása

source: Add New Task on
hu_hu: Új feladat hozzáadása a következőn:

source: Add Notes
hu_hu: Jegyzetek hozzáadása

source: Add Reservoir
hu_hu: Víztározó hozzáadása

source: Add Task
hu_hu: Feladat hozzáadása

source: Additional Notes
hu_hu: Kiegészítő megjegyzések

source: All
hu_hu: Összes

source: All Growing Batches on This Farm
hu_hu: Az összes növekvő köteg a gazdaságban

source: Apply
hu_hu: Alkalmaz

source: Archives
hu_hu: Archívum

source: Area
hu_hu: Terület

source: AREA
hu_hu: TERÜLET

source: Area is a space where you grow your plants. It could be a seeding tray, a garden bed, or a
hu_hu: Terület egy olyan tér, ahol a növenyek nevelkednek. Ez lehet egy palántatálca, egy kerti ágyás, egy

source: Area Name
hu_hu: Terület neve

source: Area Size
hu_hu: Terület mérete

source: Areas
hu_hu: Területek

source: At A Glance
hu_hu: Áttekintés

source: Awesome! Now let's create a new<br> water source for your farm.
hu_hu: Nagyszerű! Most hozzunk létre egy új<br>vízforrást a gazdaságban.

source: Back
hu_hu: Vissza

source: Back to Crop Batches
hu_hu: Vissza a termés kötegekhez

source: Basic info
hu_hu: Alapinformációk

source: Basic Info
hu_hu: Alapinformációk

source: Batch
hu_hu: Köteg

source: Batch ID
hu_hu: Köteg AZON

source: Batches
hu_hu: Kötegek

source: Batches Qty
hu_hu: Köteg Menny.

source: Browse
hu_hu: Böngész

source: Cancel
hu_hu: Mégsem

source: CANCEL
hu_hu: MÉGSEM

source: Capacity
hu_hu: Kapacitás

source: Category
hu_hu: Kategória

source: Chemical Type
hu_hu: Vegyszer Típusa

source: Choose area
hu_hu: Válassz területet

source: Choose area to be harvested
hu_hu: Válassz területet aratásra

source: Choose photo
hu_hu: Válassz képet

source: Choose type of harvesting
hu_hu: Válassza ki a betakarítás típusát

source: Choose type of material
hu_hu: Anyagtípus kiválasztása

source: Choose type of watering
hu_hu: Öntözési mód kiválasztása

source: City
hu_hu: Város

source: Close details
hu_hu: Részletek bezárása

source: Completed
hu_hu: Elkészült

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Continue
hu_hu: Folytatás

source: Create Farm
hu_hu: Farm létrehozása

source: Create Reservoir
hu_hu: Víztározó létrehozása

source: Created On
hu_hu: Létrehozva

source: Crop
hu_hu: Termény

source: CROP
hu_hu: TERMÉNY

source: Crop Batch is a quantity or consignment of crops done at one time.
hu_hu: A termény köteg az egyidejűleg kihelyezezett vagy betakarított növények mennyisége

source: Crop Variety
hu_hu: Terményfajta

source: Crop: Add New Task for
hu_hu: Termény: Új feladat hozzáadása:

source: Crops
hu_hu: Termények

source: Current Quantity
hu_hu: Jelenlegi mennyiség

source: Current Status
hu_hu: Jelenlegi állapot

source: Dashboard
hu_hu: Irányítópult

source: Days Since Seeding
hu_hu: Napok a vetés óta

source: Describe a bit about this photo
hu_hu: Mi látható a képen?

source: Description
hu_hu: Leírás

source: Due Date
hu_hu: Esedékes

source: Dump
hu_hu: Kidob

source: Dumped
hu_hu: Kidobott

source: Expiration date
hu_hu: Lejárati dátum

source: Farm Description
hu_hu: Gazdaság Leírása

source: Farm Name
hu_hu: Gazdaság Neve

source: Farm Type
hu_hu: Gazdaság Típusa

source: FINANCE
hu_hu: PÉNZÜGY

source: Finish Setup
hu_hu: Telepítés befejezése

source: from
hu_hu: -tól

source: General
hu_hu: Általános

source: GENERAL
hu_hu: ÁLTALÁNOS

source: Grams
hu_hu: Gramm

source: Grow Batches
hu_hu: Növekvő kötegek

source: Growing
hu_hu: Növesztés

source: Harvest
hu_hu: Betakarítás

source: Harvested
hu_hu: Betakarított

source: Hello! Can you tell me a little <br> about your farm?
hu_hu: Hello! Tudnál egy kicsit mesélni <br> a gazdaságodról?

source: Home
hu_hu: Kezdőlap

source: How many plants do you want to move?
hu_hu: Mennyi növényt akarsz mozgatni?

source: How many plants you want to dump?
hu_hu: Mennyi növényt akarsz kidobni?

source: Incomplete
hu_hu: Hiányos

source: Initial Planting
hu_hu: Első ültetés

source: Initial Quantity
hu_hu: Kiindulási mennyiség

source: Inventories
hu_hu: Készletek

source: Inventory
hu_hu: Készlet

source: INVENTORY
hu_hu: KÉSZLET

source: Is this task urgent?
hu_hu: Sürgős ez a feladat?

source: Items
hu_hu: Tételek

source: Kilograms
hu_hu: Kilógramm

source: Last Watering
hu_hu: Utolsó öntözés

source: Location
hu_hu: Helyszín

source: Locations
hu_hu: Helyszínek

source: Login
hu_hu: Bejelentkezés

source: Made for the &#9829; of plants &copy; 2019 Copyright.
hu_hu: &#9829; a növényeket &copy; 2019 Copyright.

source: Material is a consumable product using in your farm such as seeds, growing medium, fertilizer, pesticide, and so on.
hu_hu: Az alapanyag egy a gazdaságban felhasználható termék, mint a magvak, műtrágya, növényvédőszerek, stb...

source: Materials
hu_hu: Alapanyagok

source: Move
hu_hu: Mozgat

source: Moved
hu_hu: Mozgatva

source: Name
hu_hu: Név

source: No
hu_hu: Nem

source: No crops available.
hu_hu: Nincs rendelkezésre álló termény.

source: No crops on production.
hu_hu: Nincs termő növény.

source: No Materials Available
hu_hu: Nincs rendelkezésre álló alapanyag.

source: No Task Created
hu_hu: Nincs feladat létrehozva

source: Normal
hu_hu: Normál

source: NORMAL
hu_hu: NORMÁL

source: Notes
hu_hu: Jegyzetek

source: Nutrient
hu_hu: Tápanyag

source: NUTRIENT
hu_hu: TÁPANYAG

source: Old Password
hu_hu: Korábbi jelszó

source: Overdue
hu_hu: Lejárt

source: Overdue!
hu_hu: Lejárt!

source: Partial
hu_hu: Részleges

source: Password
hu_hu: Jelszó

source: Perfect! Let's create a new area.
hu_hu: Tökéletes! Hozzunk létre egy új területet.

source: PEST CONTROL
hu_hu: NÖVÉNYVÉDELEM

source: Pieces
hu_hu: Darab

source: Plant Quantity
hu_hu: Növények Mennyisége

source: Plant Type
hu_hu: Növény Típus

source: Please select area
hu_hu: Kérjük, válasszon területet

source: Please select category
hu_hu: Kérjük, válasszon kategóriát

source: Please select country
hu_hu: Kérjük, válasszon országot

source: Please select fertilizer
hu_hu: Kérjük, válasszon műtrágyát

source: Please select pesticide
hu_hu: Kérjük, válasszon növényvédőszert

source: Please select reservoir
hu_hu: Kérjük, válasszon víztározót

source: Please select source
hu_hu: Kérjük, válasszon vízforrást

source: Please select type
hu_hu: Kérjük, válasszon típust

source: pot or anything that describes the different physical locations in your facility.
hu_hu: cserép vagy bármi, ami a egy megkülönböztetett hely a létesítményenben.

source: Price
hu_hu: Ár

source: Price per Unit
hu_hu: Egységár

source: Priority
hu_hu: Fontosság

source: Produced by
hu_hu: Gyártó:

source: Produced By
hu_hu: Gyártó:

source: Quantity
hu_hu: Mennyiség

source: Read details
hu_hu: Olvassa el a részleteket

source: Reservoir
hu_hu: Víztároló

source: RESERVOIR
hu_hu: VÍZTÁROLÓ

source: Reservoir is a water source for your farm. It can be a direct line from well, or water tank that has volume/capacity.
hu_hu: Víztározó a víz forrása a gazdaságban. Ez lehet egy vezezékes víz, vagy egy tartály, amelynek van kapacitása.

source: Reservoir Name
hu_hu: Víztározó Neve

source: Reservoirs
hu_hu: Víztározók

source: SAFETY
hu_hu: BIZTONSÁG

source: SANITATION
hu_hu: TAKARÍTÁS

source: Save
hu_hu: Mentés

source: SAVE
hu_hu: MENTÉS

source: See all Crops
hu_hu: Az összes termény megtekintése

source: See all Tasks
hu_hu: Az összes feladat megtekintése

source: Seeded
hu_hu: Elvetve

source: Seeding
hu_hu: Vetés

source: Seeding Date
hu_hu: Vetés dátuma

source: Select activity type of this crop batch
hu_hu: Válasszon tevékenység típust a termény kötegen

source: Select area to do your task
hu_hu: Válasszon területet a feladat elvégzéséhez

source: Select destination area
hu_hu: Válassza ki a célterületet

source: Select fertilizer you are going to use
hu_hu: Válassza ki a műtrágyát amit használni készül

source: Select pesticide you are going to use
hu_hu: Válassza ki a növényvédőszert amit használni készül

source: Select photo
hu_hu: Fotó kiválasztása

source: Select Reservoir
hu_hu: Válassza ki a víztározót

source: Select source area
hu_hu: Válassza ki a forrásterületet

source: Sign Out
hu_hu: Kijelentkezés

source: Size
hu_hu: Méret

source: Source
hu_hu: Forrás

source: Source Type
hu_hu: Forrás Típus

source: Status
hu_hu: Állapot

source: Take Picture
hu_hu: Fotó készítése

source: Task Category
hu_hu: Feladat Kategória

source: Tasks
hu_hu: Feldaatok

source: Tasks & Notes
hu_hu: Feladatok és Jegyzetek

source: This is the Modal Body
hu_hu: Ez a Modal Body

source: This is the Modal Header
hu_hu: Ez a Modal Fejrész

source: This Month
hu_hu: Ebben a hónapban

source: This Week
hu_hu: Ezen a héten

source: Title
hu_hu: Cím

source: Today
hu_hu: Ma

source: Type
hu_hu: Típus

source: Unit
hu_hu: Egység

source: Units
hu_hu: Egységek

source: Update Area
hu_hu: Terület frissítése

source: Update Crop
hu_hu: Termény frissítése

source: Update Material
hu_hu: Alapanyag frissítése

source: Update Reservoir
hu_hu: Víztározó frissítése

source: Update Task
hu_hu: Feladat frissítése

source: Urgent
hu_hu: Sürgős

source: URGENT
hu_hu: SÜRGŐS

source: Used In
hu_hu: Felhasználva a

source: Username
hu_hu: Felhasználónév

source: Varieties
hu_hu: Fajták

source: Variety Name
hu_hu: Fajta Neve

source: WATER
hu_hu: VÍZ

source: Water Reservoir
hu_hu: Víztározó

source: Watered
hu_hu: Öntözve

source: Watering
hu_hu: Öntözés

source: What's On Production
hu_hu: Mi fog termőre fordulni

source: Which crop do you want to water?
hu_hu: Melyik terményt szeretnéd megöntözni?

source: Yes
hu_hu: Igen

source: You are using Tania 1.6 right now.
hu_hu: A Tania 1.6-ot használod.
